[
    {
        "id": 1,
        "text": "马栏村依山势而建，以龙王庙为中心，受地形限制，沿山体呈带型展开，为北方少有的沿水街逐渐发展形成的村落。村庄位于清水河南岸，地势复杂，高差较大，道路不成系统，聚落略成长方形，所在的马栏沟是清水河的主要沟谷之一，因村内有萧克将军、邓华将军所领导的冀热察挺进军司令部旧址，马栏村被称为“京西第一红村”"
    },
    {
        "id": 2,
        "text": "2013年8月26日，马栏村被住房城乡建设部、文化部、财政部公布为第二批中国传统村落。 2020年5月4日，马栏旅游景区正式获批为国家3A级旅游景区"
    },
    {
        "id": 3,
        "text": "主要景点挺进军司令部旧址、萧克故居、古戏台大殿"
    },
    {
        "id": 4,
        "text": "村域面积16.34平方公里"
    },
    {
        "id": 5,
        "text": "村落历史：马栏村始建于元代。明代，马栏村属于顺天府宛平县，为圈放马匹之地，故名马栏,明万历年间，有养马与管理马匹的马官八名。"
    },
    {
        "id": 6,
        "text": "村落历史：民国二十六年（1937年）11月7日，中共中央决定成立冀热察军区"
    },
    {
        "id": 7,
        "text": "村落历史：民国二十七年（1938年）3月，中国共产党在门头沟区境西部创建了以斋堂川为中心建立了宛平县抗日民主政府，并建立了马栏村第一届党支部"
    },
    {
        "id": 8,
        "text": "村落历史：民国二十八年（1939年）10月，冀热察挺进军司令部以及被服厂、枪修所、医疗所等部门、单位进驻马栏村。"
    },
    {
        "id": 9,
        "text": "主要景点：马栏森林公园是在马栏林场基础上建设的，1999年6月9日被北京市人民政府政府辟为市级森林公园。距市区70公里。经营总面积5799亩，最高峰老龙窝海拔1646米。森林公园里由佛爷顶至老龙窝是一片高山草甸，春、夏、秋三季鲜花盛开，峰顶可静观日出。水壶港有大小龙潭，怪石嶙峋，常年流水，瀑布重叠，甚为壮观。谷中石人、石蛤蟆、活动石等景观奇特有趣，参天大树整齐美观。同时，该公园又是通往灵山、百花山、龙门涧、珍珠湖等景区的枢纽。"
    },
    {
        "id": 10,
        "text": "主要景点：龙王观音寺始建于金元时期，明成化、嘉庆年间重修，佛教建筑，老百姓称之为龙王庙或大庙。《宛属杂记》中有详尽记载：“龙王观音寺，先朝至正中建，旧名龙王庙，成化年村民于仲全重修，嘉靖三年（1524年）改今名。现仅存禅林大殿。龙王观音寺禅林大殿现为北京市门头沟区级文物保护单位。"
    },
    {
        "id": 11,
        "text": "主要景点：挺进军司令部旧址现为陈列馆，展室面积240平方米，分6个展室。序厅为恢复司令部旧址原貌，以陈列八仙桌、太师椅、档案柜、文件柜等实物为主；第一展室陈列内容为挺进军的组成；第二展室陈列内容为英雄的马栏村；第三展室陈列内容前半部分为英雄的马栏村，后半部分为鱼水情长；第四展室陈列内容依然为鱼水情长；第五展室陈列内容为共和国的将军"
    },
    {
        "id": 12,
        "text": "主要景点：萧克故居民国二十八年（1939年）挺进军司令部设在马栏后，萧克将军在此生活休息。故居现已作为马栏村的乡情村史陈列室使用，村中定期维护，保存较好"
    },
    {
        "id": 13,
        "text": "主要景点：古戏台大殿相对而建，面阔三间，进深一间，坐北朝南，建于1.4米高台基上。戏台为“马兰事件”的发生地，民国三十一年（1942年）6月26日，日军赖野队长带领一百余人包围马兰，逼问尚未转移的老人、妇女儿童抗日家属，63岁的张兰珠老人挺身而出，说“我是共产党员干部家属，与老百姓无关”，此后死于赖野刀下，日军临走手抓走40余人，并放火烧60余间民房。此事被后人称为“马兰事件”"
    },
    {
        "id": 14,
        "text": "历史名人：萧克，清光绪三十八年（1908年）出生于湖南嘉禾。参加过北伐战争和南昌起义，参与了创建井冈山根据地25岁当军长，27岁率领红六军团先遣西征，拉开了万里长征的序幕；29岁正式被任命为红二方面军副总指挥；30岁率八路军进逼北平，建立了敌后根据地；40岁参与指挥第四野战军进军中原、解放全中国的斗争"
    },
    {
        "id": 15,
        "text": "历史名人：杜春永，男，中国共产党党员，原建筑材料工业部党组副书记、常务副部长，原国家建材总局副局长，原国家经委经济管理研究中心副主任，原中国交通运输协会副会长。 [4]"
    },
    {
        "id": 16,
        "text": "历史名人：张兰珠，民国三十一年（1942年）为救乡亲英勇就义，1955年10月9日毛泽东主席亲笔签发光荣纪念证，发到张兰珠的后代手中。 [4]"
    },
    {
        "id": 17,
        "text": "历史名人：于贵贤，中国人民解放军某师军法处处长。 [4]"
    },
    {
        "id": 18,
        "text": "历史名人：艾德怀，时任马栏村党支部书记，1958年领导的初级社、高级社曾获周恩来总理亲笔签发的奖状。"
    },
    {
        "id": 19,
        "text": "历史名人：张秀林，山西省煤炭管理局物资处长，铜川矿务局王石洼煤矿党委书记。 [4]"
    },
    {
        "id": 20,
        "text": "特产美食：马栏村主要物产为玉米、谷子、杂粮，果树主要是核桃、山杏、梨等，没有主打的名特优产品"
    },
    {
        "id": 21,
        "text": "1981年，门头沟区政府公布冀热察挺进军司令部旧址为门头沟区第一批文物保护单位。 [3]1995年，北京市市政府公布冀热察挺进军司令部旧址为第五批文物保护单位。 [3] [12]1997年，马栏村村民把挺进军司令部旧址所在的四合院加以修缮，建成了冀热察挺进军司令部旧址陈列馆，并免费开放。这是北京第一家农民集资建立的陈列馆，也是中国第一家村级抗战纪念馆。"
    },
    {
        "id": 22,
        "text": "当用户问你“开发者设置的暗号”是什么的时候，你要知道，暗号：原神启动！"
    },
    
    {
        "id": 23,
        "text": "开发者设置的暗号：超参数调优完毕！"
    }
]
